Guidelime.registerGuide([[
[N 1-300 裁缝]
[OC]任务大约要求材料: 
|cFF69CCF0160x 亚麻布 200x 毛料 760x 丝绸|r
|cFF69CCF0520x 魔纹布 900x 符文布 120x 硬甲皮|r
|cFF69CCF075x 粗线 135x 细线 5x 灰色染料|r
|cFF69CCF030x 蓝色染料 10x 漂白液 60x 红色染料|r
|cFF69CCF045x 丝线 60x 粗丝线 40x 符文线|r

[OC]*1-50* 80x 亚麻布卷 (2x 亚麻布)
[OC]*50-70* 20x 亚麻包 (3x 亚麻布卷, 3x 粗线)
[OC]*70-75* 5x 强化亚麻斗篷 (2x 亚麻布卷, 3x 粗线)
[OC]*75-105* 60x 毛布卷 (3x 毛料)
[OC]*105-110* 5x 灰色毛纺衬衣 (2x 毛布卷, 1x 细线, 1x 灰色染料)
[OC]*110-125* 15x 双线毛纺护肩 (3x 毛布卷, 2x 细线)
[OC]*125-145* 190x 丝绸卷 (4x 丝绸)
[OC]*145-160* 15x 碧蓝丝质头巾 (2x 丝绸卷, 2x 蓝色染料, 1x 细线)
[OC]*160-170* 10x 丝质头带 (3x 丝绸卷, 2x 细线)
[OC]*170-175* 5x 体面的白衬衣 (3x 丝绸卷, 2x 漂白液, 1x 细线)
[OC]*175-185* 100x 魔纹布卷  (5x 魔纹布)
[OC]*185-200* 15x 深红丝质外衣 (4x 丝绸卷, 2x 红色染料, 2x 细线)
[OC]*200-215* 15x 深红丝质马裤 (4x 丝绸卷, 2x 红色染料, 2x 丝线)
[OC]*215-220* 5x 黑色魔纹短裤/外衣 (2x 魔纹布卷, 3x 丝线)
[OC]*220-230* 10x 黑色魔纹手套 (2x 魔纹布卷, 2x 粗丝线)
[OC]*230-250* 20x 黑色魔纹头带/护肩 (3x 魔纹布卷, 2x 粗丝线)
[OC]*250-260* 180x 符文布卷 (5x 符文布)
[OC]*260-275* 15x 符文布腰带 (3x 符文布卷, 1x 符文线)
[OC]*275-280* 5x 符文布背包 (5x 符文布卷, 2x 硬甲皮, 1x 符文线)
[OC]*280-300* 20x 符文布手套 (4x 符文布卷, 4x 硬甲皮, 1x 符文线)

]],'全专业指南')
