Guidelime.registerGuide([[
[N 1-300 锻造]
[OC]任务大约要求材料: 
|cFF69CCF0210 x 劣质的石头,230 x 粗糙的石头,5 x 银锭,1 x 铜锭,1 x 锡锭|r
|cFF69CCF0180 x 铜锭,190 x 沉重的石头,5 x 金锭,250 x 铁锭|r
|cFF69CCF030 x 绿色染料,380 x 钢锭,668 x 坚固的石头|r
|cFF69CCF0454 x 祕银锭,20 x 厚重的石头,390 x 瑟银锭|r
|cFF69CCF04 x 黄水晶,14 x 厚皮,18 x 魔纹布|r


[OC]*1-25* 劣质磨刀石 (1x劣质的石头) x 50
[OC]*25-65* 劣质砂轮 (2x劣质的石头) x 80
[OC]*65-75* 粗製磨刀石 (1x粗糙的石头) x 30
[OC]*75-100* 粗製砂轮 (2x粗糙的石头) x 100
[OC]*100-105* 银棒 (1x银锭, 2x劣质砂轮) x 5
[OC]*105-125* 劣质青铜护腿 (6x铜锭) x 20
[OC]*125-150* 重砂轮 (3x沉重的石头) x 60
[OC]*150-155* 金棒 (1x 金锭, 2x 粗制砂轮) x 5
[OC]*155-185* 绿铁护腿 (8铁锭,1x重砂轮, 1x绿色染料) x 30
[OC]*185-200* 金鳞护腕 (5x钢锭, 2x重砂轮) x 15
[OC]*200-210* 坚固的砂轮 (4x坚固的石头) x 165
这时候可以考虑开始做"祕银会"这个任务,需要210铁匠技能以及等级40
[OC]*210-215* 金鳞护腕 (5x钢锭, 2x重砂轮) x 5
[OC]*215-235* 钢质头盔 (14x钢锭, 1x坚固的砂轮) x 20
[OC]*235-250* 祕银马刺 (4x祕银锭, 3x坚固的砂轮) x 15
如果你足够幸运，用秘银马刺直接到275.
[OC]*250-260* 致密磨刀石 (1x 厚重的石头) x20
[OC]*260-275* 祕银马刺 (4 x祕银锭, 3x坚固的砂轮) x 40
[OC]*275-295* 君王铠甲护腕 (12x瑟银锭) x 25
[OC]*295-300* 君王铠甲战靴 (18x瑟银锭) x 5

]],'全专业指南')
