Guidelime.registerGuide([[
[N 1-300 附魔]
[OC]任务大约要求材料: 
|cFF69CCF0150x 奇异之尘 90x 灵魂之尘 170x 幻象之尘 |r
|cFF69CCF0300x 梦境之尘 90x 幻影之尘 15x 普通木柴 |r
|cFF69CCF015x 次级魔法精华 25x 强效魔法精华 15x 次级星界精华 |r
|cFF69CCF02x 强效星界精华 25x 次级秘法精华 2x 强效秘法精华 |r
|cFF69CCF015x 次级虚空精华 10x 强效虚空精华 40x 紫莲花 |r
|cFF69CCF020x 水晶瓶 4x 强效不灭精华 2x 大块魔光碎片 |r
|cFF69CCF01x 暗影石 1x 彩色珍珠 1x 黑珍珠 |r
|cFF69CCF01x 金珍珠 1x 铜棒 1x 银棒 |r
|cFF69CCF01x 金棒 1x 真银棒 1x 奥金棒|r


[OC]*1-2* 1x 符文铜棒 (1x 铜棒, 1x 奇异之尘, 1x 次级魔法精华)
[OC]*2-75* 74x 附魔护腕 - 初级生命 (1x 奇异之尘)
[OC]*75-85* 10x 附魔护腕 - 初级偏斜 (1x 次级魔法精华, 1x 奇异之尘)
[OC]*85-100* 15x 附魔护腕 - 初级耐力 (3x 奇异之尘)
[OC]*100-101* 1x 符文银棒 (1x 银棒, 6x 奇异之尘, 3x 强效魔法精华, 1x 暗影石
[OC]*101-105* 5x 附魔护腕 - 初级耐力 (3x 奇异之尘)
[OC]*105-120* 15x 强效魔法杖 (1x 普通木柴, 1x 强效魔法精华)
[OC]*120-130* 10x 附魔盾牌 - 初级耐力 (1x 次级星界精华, 2x 奇异之尘)
[OC]*130-150* 25x 附魔护腕 - 次级耐力 (2x 灵魂之尘)
[OC]*150-151* 1x 符文金棒 (1x 金棒, 1x 彩色珍珠, 2x 强效星界精华, 2x 灵魂之尘)
[OC]*151-160* 9x 附魔护腕 - 次级耐力 (2x 灵魂之尘)
[OC]*160-165* 5x 附魔盾牌 - 次级耐力 (1x 次级秘法精华, 1x 灵魂之尘)
[OC]*165-180* 15x 附魔护腕 - 精神  (1x 次级秘法精华)
[OC]*180-200* 20x 附魔护腕 - 力量 (1x 幻象之尘)
[OC]*200-201* 1x 符文真银棒 (1x 真银棒, 1x 黑珍珠, 2x 强效秘法精华, 2x 幻象之尘)
[OC]*201-205* 4x 附魔护腕 - 力量 (1x 幻象之尘)
[OC]*205-225* 20x 附魔披风 - 强效防御 (3x 幻象之尘)
[OC]*225-235* 10x 附魔手套 - 敏捷 (1x 次级虚空精华, 1x 幻象之尘)
[OC]*235-245* 10x 附魔胸甲 - 超强生命 (6x 幻象之尘)
[OC]*245-250* 5x 附魔护腕 - 强效力量 (2x 梦境之尘, 1x 强效虚空精华)
[OC]*250-270* 20x 次级法力之油 (3x 梦境之尘, 2x 紫莲花, 1x C水晶瓶) 
				"你可以在塞纳里奥要塞的卡妮亚买这个公式, 在希利苏斯
[OC]*270-290* 20x 附魔盾牌 - 强效耐力 (10x 梦境之尘) 或者
				"20x 附魔靴子 - 强效耐力 (10x 梦境之尘)
[OC]*290-291* 1x 符文奥金棒 (1x 奥金棒, 1x 金珍珠, 10x 幻影之尘, 4x 强效不灭精华, 1x 符文真银棒, 2x 大块魔光碎片)
[OC]*291-300* 9x 附魔披风 - 超级防御 (8x 幻影之尘)

]],'全专业指南')
