Guidelime.registerGuide([[
[N 1-300 工程]
[OC]任务大约要求材料: 
|cFF69CCF090x 劣质的石头 80x 粗糙的石头 75x 沉重的石头|r
|cFF69CCF090x 坚固的石头 50x 厚重的石头 10x 木柴|r
|cFF69CCF029x 弱效助熔剂 50x 重皮 10x 毛料|r
|cFF69CCF010x 魔纹布 33x 符文布 51x 铜锭|r
|cFF69CCF010x 银锭 55x 青铜锭 19x 铁锭|r
|cFF69CCF04x 钢锭 126x 秘银锭 129x 瑟银锭|r

[OC]*1-40* 40x 劣质火药 (1x 劣质的石头)
[OC]*40-50* 10x 一把螺栓 (1x 铜锭)
[OC]*50-51* 1x 扳手 (6x 铜锭)
[OC]*51-65* 14x 铜管 (2x 铜锭, 1x 弱效助熔剂)
[OC]*65-75* 10x 劣质火枪 (1x 铜管, 1x 一把螺栓, 1x 木柴)
[OC]*75-95* 20x 粗制火药粉 (1x 粗糙的石头)
[OC]*95-105* 20x 银触媒 (1x 银锭)
[OC]*105-120* 15x 青铜管 (2x 青铜锭, 1x 弱效助熔剂)
[OC]*120-125* 5x 小型青铜炸弹 (1x 毛料, 1x 银触媒, 4x 粗制火药粉, 2x 青铜锭)
[OC]*125-145* 20x 烈性火药 (1x 沉重的石头)
[OC]*145-150* 5x 重磅青铜炸弹 (2x 烈性火药, 3x 青铜锭, 1x 银触媒)
[OC]*150-175* 25x 蓝色的/绿色/红色焰火 (1x 重皮, 1x 烈性火药)
[OC]*175-176* 1x 侏儒微调器 (4x 钢锭)
[OC]*176-190* 14x 实心炸药 (2x 坚固的石头)
[OC]*190-195* 5x 重磅铁制炸弹 (3x 铁锭, 3x 烈性火药, 1x 银触媒)
[OC]*195-205* 20x 秘银管 (3x 秘银锭)
[OC]*205-210* 5x 不牢固的扳机 (1x 秘银锭, 1x 魔纹布, 1x 实心炸药)
[OC]*210-225* 15x 高速秘银弹头 (1x 秘银锭, 1x 实心炸药)
[OC]*225-235* 10x 秘银外壳 (3x 秘银锭)
[OC]*235-245* 10x 高爆炸弹 (2x 秘银外壳, 1x 不牢固的扳机, 2x 实心炸药)
[OC]*245-250* 5x 秘银螺旋弹 (2x 秘银锭, 2x 实心炸药)
[OC]*250-260* 10x 致密炸药粉 (2x 厚重的石头)
[OC]*260-290* 30x 瑟银零件 (3x 瑟银锭, 1x 符文布)
[OC]*290-300* 10x 瑟银弹 (2x 瑟银锭, 1x 致密炸药粉)

]],'全专业指南')
