Guidelime.registerGuide([[
[N 1-300 炼金术]
[OC]任务大约要求材料: 
|cFF69CCF060x 宁神花 60x 银叶草 75x 空瓶|r
|cFF69CCF080x 石南草 30x 跌打草 65x 铅瓶 |r
|cFF69CCF015x 魔皇草 40x 荆棘藻 30x 活根草 30x 皇血草|r
|cFF69CCF045x 金棘草 5x 野钢花 70x 太阳草|r
|cFF69CCF015x 卡德加的胡须 90x 水晶瓶  20x 阿尔萨斯之泪|r
|cFF69CCF040x 盲目草 40x 黄金参 40x 山鼠草|r

[OC]*1-60* 60x 初级治疗药水 (1x 宁神花, 1x 银叶草, 1x 空瓶)
[OC]*60-110* 50x 次级治疗药水 (1x 初级治疗药水, 1x 石南草)
[OC]*110-140* 30x 治疗药水 (1x 跌打草, 1x 石南草, 1x 铅瓶)
[OC]*140-155* 15x 次级法力药水 (1x 魔皇草, 1x 荆棘藻, 1x 空瓶)
[OC]*155-185* 30x 强效治疗药水 (1x 活根草, 1x 皇血草, 1x 铅瓶)
[OC]*185-210* 25x 敏捷药剂 (1x 荆棘藻, 1x 金棘草, 1x 铅瓶)
[OC]*210-215* 5x 强效防御药剂 (1x 野钢花, 1x 金棘草, 1x 铅瓶)
[OC]*215-230* 15x 优质治疗药水 (1x 太阳草, 1x 卡德加的胡须, 1x 水晶瓶)
[OC]*230-250* 20x 侦测亡灵药剂 (1x 阿尔萨斯之泪, 1x 水晶瓶)
[OC]*250-265* 15x 强效敏捷药剂 (1x 太阳草, 1x 金棘草, 1x 水晶瓶)
[OC]*265-285* 20x 优质法力药水 (2x 太阳草, 2x 盲目草, 1x 水晶瓶)
[OC]*285-300* 20x 特效治疗药水 (2x 黄金参, 1x 山鼠草, 1x 水晶瓶)

]],'全专业指南')
