Guidelime.registerGuide([[
[N 1-300 烹饪(联盟)]
1-300 烹饪(联盟)
[OC]新手阶段(0-50)：
闪金镇学技能，然后去林边空地里的两块田杀野猪，刷新超快。我是60的联盟术士，在田里边跑边下痛，低级的痛就OK了，跑几圈6、7组野猪肉就到手了，烤野猪肉，很快就50了！当然生火用的绒石和普通木材不能忘带，用时15分钟！

[OC]学徒阶段(50-150)：
烹饪突破50的时候去暴风找中级训练师。在旧城区还有一个学烹饪的地方！那里有很多的菜谱买，等你能学到做水煮蚌肉、蟹肉蛋糕，到西部荒野去，那里的鱼人和螃蟹都能打到你所需要的材料.你55+的时候打那些15+东西应该速度没的说.集的差不多的时候马上做，基本黄色的和橙色的每做一个都能升一点！这样很轻松就能到130左右。用时45分钟！

专家阶段(150-225)：
然后到铁的拍卖行看看有没有高级烹饪的技能书，没有的话就只能跑灰谷的银风避难所商人玛蒂瑞亚买书了，坐标(08，57)。当然书要多买几本，拿回拍卖行，赚点小钱！当然，那里有很多的菜谱，应该买来学！
125就可以学“地精芥末蘸蚌肉”菜谱了。马上到南海去，南海的西海岸上有很多28+的鱼人。那里的“有腥味的蚌肉”是这道菜谱的原料。在那里打吧，很快的你的技能就能到200了，还可以开出“有光泽的珍珠”、“大珍珠”.记得在那里买20个奥特兰克冷酪，这是大师级任务的一个材料.
然后可以学“神秘杂烩”菜谱，去荆棘谷打海鳄出“神秘的肉”+矮人烈酒烹制神秘杂烩.如果钓鱼150的话，顺道钓点“新鲜的银头鲑鱼”，烹制银头鲑鱼，这样很快就升到225.
也可以去凄凉之地的尼耶尔前哨站去，那里商人能买一道菜谱“科多肉杂烩”，到科多兽坟场打科多兽和鸟，出科多兽肉和神秘的肉。如果练采药的可以采点“墓地苔”，只是路太远！用时2小时！

大师阶段(225+)：
达到225，你就能去加基森接大师级烹饪的任务了.现在可以到加基森海边打海龟开贝壳出“美味的蚌肉”，金沙平原上巨大动物的骸骨堆周围有很多鸟 “大鹏”出巨蛋，只是刷新慢，效率低点，碰上别人做任务抢怪更郁闷，只好去南边的骨堆附近打“炎鹏”.打到10个美味的蚌肉、12个巨大的蛋加上20块奥特兰克冷酪，就可以找旅馆老板交任务吧，现在你就是大师级现在你就去热砂港买本烹饪菜谱吧，材料是 “美味的蚌肉”.
你现在就能到羽月要塞打纳迦了，不推荐打加基森的海龟，效率太低.打纳迦运气好的话，开贝壳能开到金珍珠，那就发了(呵呵，穷人就这样)！很轻松你能到300了，又一位大厨师诞生了！用时3小时！

]],'全专业指南')
