Guidelime.registerGuide([[
[N 1-300 烹饪(部落)]
1-300 烹饪(部落)

第一步： 到新手区刷肉．我是巨魔我就专心刷野猪肉(部落来说这个肉感觉爆率应该是最高的)然后靠这个肉将烹饪刷到50．

第二步： 来到莫高雷，购买泥鳅的食谱．这个时候如果单纯为了速度那么可以在边上那个小水池钓鱼．钓了烤，反复一活儿就可以到75了．升级的NPC就在边上．升到上限150后，购买那本刺须鲇鱼的食谱，然后我们上路罗．不过这不是我推荐的路线．我的选择是到拍卖行购买一本美味风蛇的食谱，然后到甜味沼泽钓变异鱼．美味风蛇是85的食谱，现在还做不了．但是甜味沼泽出变异鱼和泥鳅的概率大致是55开．都凑个2到3组回城烹饪马上可以到120左右．

第三步： 开始钓刺须鲇鱼了．推荐的钓场有两个：荆齿城和葬影村前者当然是冲黑口鱼去的，后者则是为了后一步：银头硅鱼做准备．如果等级比较高，跑到葬影上面那个海滩最好．那里黑口，鳕鱼，硅鱼，鲇鱼都能上钩．等你钓鱼225的时候应该有足够的刺须鲇鱼将烹饪升到175了．(烹饪突破150的书和银头硅鱼的食谱都在葬影！)买了方子，烹饪瞬间可以升到225，还能多出好几组鱼呢！

第四步是做突破225的任务．

第五步： 去热砂港，那里有高级鱼的食谱，再后面的事情不用我多提示了吧。

这样烹饪到了225(少1点都不行)，去塔纳利斯旅馆的屠夫那接个大师级烹饪任务，要10个美味的蚌肉(就在海边打42+海龟出)，12个巨蛋(在塔打40+的大鹏或火鹏比较快)，20个奥克兰冷酪(这个我在千针石林旅馆买的，你身上有最好了。)

任务完成后烹饪上限到300了，在奥学个蜘蛛肉串(200就能学)，然后去尘泥沼泽的部落村庄右上有个蜘蛛洞，很近的。大概都是40+左右的蜘蛛，刷白蜘蛛肉，一直可以练到270左右(蜘蛛肉串吃了提高12点耐力精神，还是不错的)。

然后随便你用什么图纸，都一下到300了。我就偷懒少提供几个吧(闪过N个鸡蛋)：

食谱：煮熟的光滑大鱼：需要烹饪225，图纸在藏宝海湾买。效果：提高耐力10点，持续10分钟。
食谱：水煮阳鳞鲑鱼：需要烹饪250，图纸在热砂港买。效果：每5秒恢复6点声明，持续10分钟。
食谱：夜鳞鱼汤：需要烹饪250，图纸在热砂港买。效果：每5秒恢复8点法力，持续10分钟。
食谱：大鱼片：需要烹饪275，图纸在菲拉斯营地买。效果：提高耐力10点，持续10分钟。
食谱：洛恩塔姆薯块: 需要烹饪275，图纸在厄运东副本打的。效果：任务用(列这个主要想说烹饪对任务也有帮助)
食谱：沙漠肉丸子: 需要烹饪300，图纸在希利苏斯做任务得。效果：提高力量20点，持续15分钟。
以上就是我烹饪300速成的方法，我要练钓鱼，所以用的食谱基本是鱼。其实烹饪是最好升的技能，方法也多，我的不一定适合所有人。

]],'全专业指南')
