Guidelime.registerGuide([[
[N 1-300 制皮]
[OC]任务大约要求材料: 
|cFF69CCF0275x 轻皮 20x 轻毛皮 25x 中毛皮|r
|cFF69CCF0420x 重皮 10x 重毛皮 30x 丝绸卷|r
|cFF69CCF010x 铁扣环|r

[OC]*1-35* 35x 轻型护甲片 (35x 轻皮)
[OC]*35-55* 20x 熟化轻毛皮 (20x 轻毛皮)
[OC]*55-85* 30x 雕花皮手套 (90x 轻皮)
[OC]*85-100* 15x 优质皮带 (90x 轻皮)
[OC]*100-120* 25x 熟化中毛皮 (25x 中毛皮)
[OC]*120-125* 10x 优质皮带 (60x 轻皮)
[OC]*125-150* 25x 黑皮腰带 (25x 优质皮带, 25x 熟化中毛皮)
[OC]*150-160* 10x 熟化重毛皮 (10x 重毛皮)
[OC]*160-170* 10x 重型护甲片 (50x 重皮)
[OC]*170-180* 10x 暗色皮护腿 (100x 重皮)
[OC]*180-190* 10x 野人护肩 (80x 重皮, 10x 熟化重毛皮)
[OC]*190-195* 5x 暗色护腕 (80x 重皮)
[OC]*195-205* 10x 暗色皮带 (100x 重皮, 20x 丝绸卷, 10x 铁扣环)
[OC]*205-250* #DO任务大约要求材料#:                                            
接受元素制皮任务: 405-455x 厚皮                                            
接受龙鳞制皮任务: 441-483x 厚皮 40x 蝎壳 10x 破碎的龙鳞                                          
接受部族制皮任务: 427-449x 厚皮 112x 龟壳 11x 野葡萄藤 2x #熟化厚毛皮
接受元素制皮任务*205-230* 25x 夜色头带/外套 (125-175x 厚皮) 
接受元素制皮任务*230-250* 20x 夜色短裤 (280x 厚皮)
接受龙鳞制皮任务*205-226* 21x 夜色头带/外套 (105-147x 厚皮)  
接受龙鳞制皮任务*226-228* 2x 硬化蝎壳胸甲 (24x 厚皮, 24x 蝎壳)  
接受龙鳞制皮任务*228-230* 2x 硬化蝎壳手套 (12x 厚皮, 16x 蝎壳)  
接受龙鳞制皮任务*230-250* 20x 夜色短裤 (280x 厚皮)
接受部族制皮任务*205-211* 6x 厚重护甲片 (30x 厚皮)  
接受部族制皮任务*211-222* 11x 夜色头带/外套 (55-77x 厚皮)  
接受部族制皮任务*222-224* 2x 龟壳手套 (12x 厚皮, 16x 龟壳) 
接受部族制皮任务*224-226* 2x 龟壳胸甲 (12x 厚皮, 24x 龟壳)  
接受部族制皮任务*226-228* 2x 龟壳护腕 (16x 厚皮, 24x 龟壳)  
接受部族制皮任务*228-229* 1x 蛮皮外衣 (12x 厚皮, 2x 野葡萄藤) 
接受部族制皮任务*229-230* 1x 蛮皮头盔 (10x 厚皮, 2x 野葡萄藤)  
接受部族制皮任务*230-232* 2x 龟壳头盔 (28x 厚皮, 48x 龟壳)  
接受部族制皮任务*232-250* 18x 夜色短裤 (252x 厚皮)
[OC]*250-300* 任务大约要求材料: 160x 厚皮 470x 硬甲皮
[OC]*250-260* 10x 夜色长靴 (160x 厚皮)
[OC]*260-270* 10x 邪恶皮甲护手 (80x 硬甲皮)
[OC]*270-285* 15x 邪恶皮甲护腕 (180x 硬甲皮)
[OC]*285-300* 15x 邪恶皮甲头环 (210x 硬甲皮)

]],'全专业指南')
