
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/1 |cffa335ee|Hitem:22798::::::::1:::::::|h[米奈希尔之力]|h|r", -- [1]
		"/s |cff1eff00|Hitem:14148::::::::1:::::::|h[水晶腕轮]|h|r", -- [2]
		"/s |cffa335ee|Hitem:22798::::::::1:::::::|h[米奈希尔之力]|h|r", -- [3]
		"/s |cffff8000|Hitem:22727::::::::1:::::::|h[埃提耶什的杖柄]|h|r", -- [4]
		"/afk", -- [5]
	},
	["ChatHistoryLog"] = {
		{
			"|cff1eff00|Hitem:14148::::::::1:::::::|h[水晶腕轮]|h|r", -- [1]
			"Typescript-伦鲁迪洛尔", -- [2]
			"兽人语", -- [3]
			"", -- [4]
			"Typescript", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			26, -- [11]
			"Player-4771-0054E11C", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "Typescript",
			[51] = 1566911873,
			[50] = "CHAT_MSG_SAY",
		}, -- [1]
		{
			"|cffff8000|Hitem:22727::::::::1:::::::|h[埃提耶什的杖柄]|h|r", -- [1]
			"Typescript-伦鲁迪洛尔", -- [2]
			"兽人语", -- [3]
			"", -- [4]
			"Typescript", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			27, -- [11]
			"Player-4771-0054E11C", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "Typescript",
			[51] = 1566911883,
			[50] = "CHAT_MSG_SAY",
		}, -- [2]
		{
			"|cffa335ee|Hitem:22798::::::::1:::::::|h[米奈希尔之力]|h|r", -- [1]
			"Typescript-伦鲁迪洛尔", -- [2]
			"兽人语", -- [3]
			"", -- [4]
			"Typescript", -- [5]
			"", -- [6]
			0, -- [7]
			0, -- [8]
			"", -- [9]
			0, -- [10]
			28, -- [11]
			"Player-4771-0054E11C", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "Typescript",
			[51] = 1566911894,
			[50] = "CHAT_MSG_SAY",
		}, -- [3]
		{
			"米奈希尔之力", -- [1]
			"Typescript-伦鲁迪洛尔", -- [2]
			"", -- [3]
			"1. 综合 - 杜隆塔尔", -- [4]
			"Typescript", -- [5]
			"", -- [6]
			1, -- [7]
			1, -- [8]
			"综合 - 杜隆塔尔", -- [9]
			0, -- [10]
			30, -- [11]
			"Player-4771-0054E11C", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "Typescript",
			[51] = 1566911905,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
	},
}
