Guidelime.registerGuide(
[[
[N 熔火之心]
[D *Sage Guide:* Molten Core\\*导航作者网站:* https://sage-guide.netlify.com\\*Discord:* https://discord.gg/jYNdkac\\该导航中文由*Qcat*汉化]
[GA Alliance]
[OC]|cFFFF0000组40+团队|r
[OC]要求: 熔火之心的传送门 (MC开门任务)

[OC]跑到MC入口处 [G 38,18 Burning Steppes] (38, 18)



 1
       [OC]鲁西弗隆 (MT), 2 火妖护卫 (副T)
              [OC]击杀顺序: 2 火妖护卫 > 鲁西弗隆
              [OC]鲁西弗隆技能: 末日降临, 鲁西弗隆的诅咒, 暗影震击
              [OC]火妖护卫技能: 顺劈, 统御意志
              [OC]|cFFa335ee圣骑士, 牧师:|r 任务是驱散统御意志, 末日降临
              [OC]|cFFa335ee牧师:|r 暗抗buff施加给团队
              [OC]|cFFa335ee德鲁伊, 法师:|r 解除鲁西弗隆的诅咒
              [OC]近战先击杀2小弟,最后击杀鲁西弗隆
              [OC]消耗品: 强效暗影防护药水, 滋补药剂

 2
       [OC]玛格曼达 (MT)
              [OC]玛格曼达技能: 疯狂, 熔岩吐息, 熔岩炸弹, 熔岩喷吐, 恐慌 (AOE恐惧)
              [OC]|cFFa335ee猎人:|r 当BOSS疯狂时使用宁神射击, 宁神射击书籍由鲁西弗隆掉落,每CD掉落一本
              [OC]|cFFa335ee圣骑士:|r 火焰抗性光环buff
              [OC]|cFFa335ee牧师:|r 给关键职业使用防恐结界
              [OC]|cFFa335ee战士:|r 预判使用狂暴之怒用于反恐
              [OC]注: 远离熔岩炸弹
              [OC]远程职业: 最远距离可避免可恐惧
              [OC]消耗品: 魂能之灰, 强效火焰防护药水
       [OC]熄灭符文要用水之精萃, 永恒精萃

 3
       [OC]基赫纳斯 (MT), 2火妖 (2副T)
              [OC]击杀顺序: 2火妖 > 基赫纳斯
              [OC]基赫纳斯技能: 基赫纳斯的诅咒, 火焰之雨, 暗影箭
              [OC]火妖技能: 拉格纳罗斯之拳, 破甲攻击, 打击
              [OC]|cFFa335ee德鲁伊, 法师:|r 驱散基赫纳斯的诅咒
              [OC]注: 远离火焰之雨
              [OC]消耗品: 强效火焰防护药水, 滋补药剂, 自由行动药剂
       [OC]熄灭符文要用水之精萃, 永恒精萃

 4
       [OC]加尔 (MT), 4火誓者 (副T), 4火誓者 (放逐)
              [OC]击杀顺序: 4火誓者 > 加尔 > 4火誓者
              [OC]加尔技能: 反魔法脉冲, 熔岩镣铐
              [OC]火誓者技能: 解除焦虑, 爆发, 献祭
              [OC]|cFFa335ee圣骑士, 牧师:|r 驱散献祭
              [OC]|cFFa335ee术士:|r 被分配到的术士需要负责放逐
              [OC]注: 这个BOSS主要是处理小怪. 因为解除焦虑技能，小怪必须一直在加尔附近,并且小怪必须在远离大团的地方被单独杀死，因为有自爆技能. 多带2个术士放逐效果会更好
       [OC]熄灭符文要用水之精萃, 永恒精萃


       [OC]迦顿男爵 (MT)
              [OC]迦顿男爵技能: 活化炸弹, 地狱火, 点燃法力, 末日决战
              [OC]|cFFa335ee圣骑士, 牧师:|r 驱散点燃法力
              [OC]注: 如果你中了活化炸弹,必须跑出大团.男爵还剩5%血量时你有5秒的时间击杀他,否则他会施放一个大的AOE技能末日决战
              [OC]近战: 远离地狱火,实施7进7出策略
              [OC]消耗品: 强效火焰防护药水
       [OC]熄灭符文要用水之精萃, 永恒精萃

 5
       [OC]沙斯拉尔 (MT, 2副T)
              [OC]沙斯拉尔技能: 魔爆术 (4秒), 法术反制 (沉默) (15秒), 衰减魔法 (5秒), 沙斯拉尔的诅咒 (10秒), 闪现 (~25秒)
              [OC]|cFFa335ee圣骑士, 牧师:|r 驱散衰减魔法
              [OC]|cFFa335ee德鲁伊, 法师:|r 驱散沙斯拉尔的诅咒
              [OC]近战:能不上就不上,避免无谓减员,可以在远处射击
              [OC]远程输出:这个boss远程输出是主力,特别是猎人职业,可以全程输出.
              [OC]注: MT, 副T1, 副T2 形成一个三角形，这样一次只有一个人会被奥爆击中. 队伍(1,3,5,7)在一个位置, 队伍(2,4,6,8)在一个位置,每个位置站一名副T,如果BOSS闪现到任何一个大团的位置，副T需要马上嘲讽接过仇恨然后带给主T,让主T接过仇恨
              [OC]消耗品: 强效奥术防护药水, 滋补药剂
       [OC]熄灭符文要用水之精萃, 永恒精萃

 7
       [OC]焚化者古雷曼格 (MT), 2熔火怒犬 (副T)
              [OC]击杀顺序: 2熔火怒犬 > 焚化者古雷曼格
              [OC]古雷曼格技能:持续性伤害魔法,随机释放火球造成持续性伤害。 10％血的时候会发怒，所有近身单位除了MT，都离开进行远程攻击。
       [OC]注: 2个战士配备一个候补战士，每个战士大概需要2-3名治疗者，拖住2条狗，远离BOSS。其他队员，由MT拉住BOSS，直接杀死BOSS就行，这个BOSS还算是比较简单的。
       [OC]熄灭符文要用水之精萃, 永恒精萃

 8
       [OC]萨弗隆先驱者 (MT), 2小弟 (副T)
       [OC]小弟技能:1、痛，大范围的痛伤害，下血非常快，一定要有专人解，术士也可以带地狱犬帮忙. 2、加血，这个技能牧师没法沉默，但是萨满的地震，法师的反制，盗贼的脚踢都可以中断他。
       [OC]先驱者技能:1、随机投掷标枪，伤害一般，没什么大威胁 2、血低到一定程度会狂暴，不过那个时候基本4个护卫都死了，大部队都过来了，也没什么太大危险
       [OC]注:要加暗影抗性，要有专人在抗护卫的区域解痛。4个护卫会互相治疗，因此要BOSS和护卫分开，同时拉一个护卫在远处杀死，注意打断他的加血，这个时候最危险的就是3个护卫的区域，几乎是不停的解痛都解不过来。然后就是按部就班的一个一个把护卫拉远杀掉，最后集中杀BOSS就行了，BOSS的攻击力超级的弱，BOSS用副TANK抗就行了，可以考虑MT去抗最后一个护卫。
       [OC]熄灭符文要用水之精萃, 永恒精萃

[OC]需要: 所有7个符文都需要水之精萃或永恒精萃

 9
       [OC]管理者埃克索图斯 (MT), 8个护卫
       [OC]小怪:4个烈焰行者医师4个烈焰行者精英，医师可以被变羊，当只有4个护卫时，医师将对变羊免疫
       [OC]小怪技能:医师会加血，会造成暗影伤害. 精英会造成火焰伤害
       [OC]BOSS技能:1、传送人到中间，受到岩浆的持续伤害，被传过去的人一定要迅速离开。2、给护卫加魔法反弹罩，可以反弹魔法，变羊也能反弹. 3、给护卫加物理攻击反弹罩，反弹100-200伤害
       [OC]打法:BOSS是无敌的，杀掉8个小怪，就胜利了，提前要加暗影抗性。
       这个BOSS比较有难度，一般有2种打法，242和143
       1、242，先把4个医师变羊，然后杀掉2个战士，再杀4个医师，注意杀死第二个医师的时候，剩下的2个医师将解除变羊状态，一定要及时有人拉住。最后杀死2个战士。这个适合战士不太多的情况
       2、143，先把4个医师变羊，然后杀掉一个战士，再杀死4个医师，最后杀3个战士，这个战术后期风险比较小，就是抗怪的3个战士，一定要安排好治疗者的轮换回魔。抗BOSS的至少要2个战士，因为BOSS会传人，一定要轮流拉住BOSS（任务相当艰巨，因为BOSS很难拉，一开物理攻击反弹罩，就无法拉仇恨了）

 10
       [OC]最终Boss: 拉格纳罗斯
       [OC]BOSS介绍:拉格纳罗斯是非常强劲的BOSS，在挑战他的时候，一定要做好充分的准备，并对他的技能以及打法有充分的了解，才有可能挑战成功。打完第9个BOSS后出现，2个小时以后将消失，如果BOSS在战斗状态，将不会消失。拉格纳罗斯防低血长，大概90万血。
       [OC]装备需求:一定要穿高火抗装，加完各种BUFF以后，普通队员的火抗要到150以上，MT和副tank要到350左右，火抗是越高越好
       [OC]BOSS技能:1、普通攻击并不疼，伤害大概是1000不到，频率很慢，2.5秒左右，对MT来说威胁不大。注意治疗就可以了。
       2、拉格纳罗斯之怒（“尝尝萨弗隆的火焰吧！”） 近战AOE技能。对10码内所有目标产生1000点火焰伤害，并可能产生击飞效果，有可能会摔死。大约25秒间隔释放一次。仇恨值会有明显下降。
       对策：注意技能的提示，出现“尝尝萨弗隆的火焰吧！”以后5秒，BOSS将使用技能，由队长指挥全部近战后退，但MT不用动，副tank在做好准备，MT如果抵抗了，那么副TANK继续待命，如果MT被击飞，副tank立刻要上去吸引仇恨。同时治疗者注意给MT套盾和治疗，恢复。其他近战职业上到岸上，等待MT或者副tank建立仇恨，然后听命令继续进攻。MT火抗足够高的话，可以经常抵抗此技能。
       3、融化武器。近战玩家攻击BOSS，会中一个DEBUFF，会使武器的耐久下降。
       对策：对于战斗，无关大局，事后放修理机器人修理。
       4、元素怒火。被BOSS物理打到的人都会中一个元素怒火的DOT。每三秒受到2500火系伤害，作用两次。在400+火防时，伤害会T降低到500左右。 
       对策：近战职业尽量避免OT，提高自己的火抗。
       5、火焰爆炸（“让火焰来净化你们！”） 每隔20～30秒，BOSS随机选择一个目标打出火球魔法，对目标不产生伤害，但对目标周围的人会造成伤害和击飞效果。
       对策：按队形散开，降低被波及的人数。注意尽量要靠墙站住，防止被击退至岩浆中。掉进岩浆也别惊慌，事先要熟悉那里能爬上来。 
       6、熔岩轰击。如果所有人都离开了近战范围，BOSS会随机对副本内的任何一个队员施放此技能，造成6000＋的伤害。
       对策：一定要时刻保持有人处于近战范围内。副TANK一定要精力集中。
       7、岩浆喷发。房间里的岩浆会随机喷发，对周围人造成1000+的火焰伤害。
       对策：注意补血，别让自己的血低于1000。
       8、召唤火焰之子。在攻击开始3分钟后，BOSS将召唤8个火焰之子，起始位置分布在BOSS周围的岩浆里，BOSS同时将进入无敌状态。火焰之子的攻击是纯火系的，普通攻击伤害800-1000。具有10码范围的魔法燃烧技能，对有蓝的职业每2秒烧150蓝和150血，可以叠加。烧血可以用火焰伤害吸收药水和火防抵抗，但是烧蓝效果不可抵抗和吸收。另外火焰之子可以被晕，霜冻，陷阱，恐惧和放逐，但是魔法燃烧效果一直存在。BOSS将在8个火焰之子被消灭后出现，如果超过1分半的时间，8个火焰之子仍然没死，BOSS也将出现。
       对策：计算时间，在2分50秒的时候，大部分人都撤退下来，集中在BOSS南边（MT还是要抗着BOSS的）由战士在附近拉怪，把火焰之子拉到一起（如果有太远的，就放逐）法师使BLIZZARD进行群攻，注意适当使用霜冻新星定位。有蓝的职业尽量离他们远。注意尽量别使恐惧，以免无法群攻
       9、循环，BOSS重新出现以后，将继续这个循环。

       [OC]打法:
       0、再强调一次火抗的重要性。所有的伤害都是和火抗直接关系的，因此必须要有高火抗。
       1、一定要有人计时！！这个非常重要
       2、中途让一个会复活的人强制下线，然后登上来，就可以复活了（不过对于一个熟练的团队，应该是用处不大）
       3、编组，第一组，要把MT和副MT编到一起，同时提供3个治疗者。近战的组要和该组的治疗者保持一定的距离（隔着BOSS周围的岩浆刚好能加到）
       4、站位。非常重要，1组是分散站到BOSS南边的，近战组是分散在BOSS北边附近（岸边刚好有一个突出点，治疗者可以在那附近加血，而且也方便近战职业跳离BOSS的AOE技能）远程和该组的治疗者，分散在BOSS的东西方向，尽量分散。
       5、开打。注意计时开始。
       0：00 MT冲锋并吸引仇恨
       0：02 近战职业就位，准备听MT命令开打
       0：23 第一次拉格纳罗斯之怒将会发生。所有人除了MT都移动BOSS的10码范围以外。远程攻击继续（不存在仇恨问题，只要近战范围有人，远程就可以继续打）
       0：25 拉格纳罗斯之怒攻击MT，如果抵抗，近战冲上来继续，如果被击飞，副TANK立刻冲锋上来拉住仇恨，近战就位等信号动手。

       重复此循环 

       2：50 火焰之子出现前的10秒，近战（除了战士）和远程职业开始撤退到BOSS南边。猎人尽可能多的在西南和东南周围放置冰冻陷阱。
       2：55 战士开始移动，准备拉火焰之子到南边。MT和他们的治疗者要确保 Rag 已经沉入地下，火焰之子开始出现后再撤退。一定要保证有人处于 Rag 的近战范围内。
       3：00 火焰之子出现，战士第一时间使用群体嘲讽拉住，带往西南和东南方向，通过猎人的冰冻陷阱和法师的霜冻新星把怪固定（如果有乱动的，术士可以放逐）。保持距离，法师下冰雨，其他职业也一起群攻，争取最快速度消灭。
       4：30 如果火焰之子还没消灭，那么BOSS将出现。如果之前火焰之子就已经被消灭，那么BOSS早就出现了。

       继续开打的前几个步骤的循环。

[OC]==================================
[OC]    完成
[OC]==================================
[OC]Hey I'm Sage, welcome to my guides for World of Warcraft!
[OC]My goal was to create a valuable resource for the classic wow community.
[OC]I release my projects for free and hope you value them enough to donate.
[OC]*Site:* https://sage-guide.netlify.com
[OC]*Discord:* https://discord.gg/jYNdkac
[OC]Copyright (C) 2019 Tim Brown. All rights reserved.
[OC]Check this box to proceed!
[OC]*Qcat汉化插件站:* https://60addons.com
]], "Sage Guide - 中文由Qcat汉化")