Guidelime.registerGuide([[
[N 1-60 法师AOE指南]
*魔爆A怪循环:*

寒冰护体/法力护盾起手 > 上马引怪 > 重复魔爆慢慢聚怪 > 冰霜新星定怪 > 烈焰风暴 > 重复魔爆直到爆死

|cFF69CCF0暴风雪A怪循环:|r

寒冰护体/法力护盾起手 > 上马引怪 > 冰锥术聚怪 > 冰霜新星定怪 > 拉开距离 > 暴风雪 > 暴风雪 > 冰锥术 > 冰霜新星 > 拉开距离 > 暴风雪 > 剩下的残血怪直接魔爆术爆死


[OC] 注:本导航是从 23-24 湿地开始A怪的

*20 - 24 湿地*[G55.93,75.93 Wetlands]

A怪点 1: 豺狼人营地 - 北
主要怪:藓皮豺狼人,混血藓皮豺狼人,藓皮沼泽行者
A怪点 2: 豺狼人营地 - 中
主要怪:藓皮豺狼人,混血藓皮豺狼人,藓皮沼泽行者
A怪点 2: 豺狼人营地 - 南
主要怪:藓皮豺狼人,混血藓皮豺狼人,藓皮沼泽行者

*24 - 29 暮色森林*

A怪点 1: 乌鸦岭公墓 - 东
A怪点 2: 乌鸦岭公墓 - 西

*27 - 33 暮色森林*

A怪点 1: 罗兰之墓洞穴 - 北
主要怪:夜行邪齿狼人,夜行堕落狼人
A怪点 2: 罗兰之墓洞穴 - 南
主要怪:夜行邪齿狼人,夜行堕落狼人
A怪点 3: 罗兰之墓洞穴 - 峭壁
主要怪:夜行邪齿狼人,夜行堕落狼人

*33 - 35 奥特兰克山脉*[G50.63,20.98 Hillsbrad Foothills]

A怪点 1: 索菲亚高地
主要怪:辛迪加劫匪, 辛迪加窃贼
A怪点 2: 考兰之匕
主要怪:辛迪加劫匪, 辛迪加窃贼

*35 - 40 尘泥沼泽*[G64.19,62.57 The Barrens] - 6小时

A怪点 1: 恐惧海岸 - 鱼人
主要怪:黑鳍鱼人, 黑鳍滩行鱼人
A怪点 2: 恐惧海岸 - 鱼人/乌龟
主要怪:黑鳍鱼人, 黑鳍滩行鱼人
A怪点 3: 恐惧海岸e - 乌龟
主要怪:黑鳍鱼人, 黑鳍滩行鱼人

*35 - 40 野人海岸(荆棘谷) - 6小时*
A怪点 1: 野人海岸[G21.53,24.67 Stranglethorn Vale]
主要怪:次级水元素
A怪点 2: 祖丹亚废墟[G23.4,8.4 Stranglethorn Vale]
主要怪:血顶巫医, 血顶猎头者

*40 - 44 塔纳利斯 - 6小时*
A怪点 1: 热影废墟 [G60, 24 Tanaris]
主要怪:废土强盗, 废土窃贼
A怪点 2: 清泉平原 - 北 [G62, 33 Tanaris]
主要怪:废土强盗, 废土窃贼
A怪点 3: 清泉平原 - 南 [G62, 33 Tanaris]
主要怪:废土强盗, 废土窃贼

*44 - 49 塔纳利斯 - 7小时*
A怪点 1: 落帆海湾 - 码头[G72.87,48.19 Tanaris]
主要怪:南海流氓
A怪点 2: 落帆海湾 - 船[G74.78,47.37 Tanaris]
主要怪:南海码头工人
A怪点 3: 落帆海湾 - 建筑[G73.37,47.14 Tanaris]
先清巴隆·朗绍尔
主要怪:南海码头工人, 南海海盗, 南海流氓, 安德雷·费尔比德

*49 - 51 西瘟疫之地 - 3小时*
A怪点 1: 悔恨岭 - 南
主要怪:被奴役的食尸鬼, 骷髅剥皮者
A怪点 2: 悔恨岭 - 东北
主要怪:被奴役的食尸鬼, 骷髅剥皮者
A怪点 3: 悔恨岭 - 西北
主要怪:被奴役的食尸鬼, 骷髅剥皮者

*51 - 55 西瘟疫之地 - 6小时*
A怪点 1: 达尔松之泪 - 南
主要怪:腐烂的死尸, 坏死的僵尸, 恐惧骸骨
A怪点 2: 达尔松之泪 - 北
主要怪:腐烂的死尸, 坏死的僵尸, 恐惧骸骨
A怪点 3: 达尔松之泪 - 北谷仓
主要怪:腐烂的死尸, 坏死的僵尸, 恐惧骸骨

*55 - 60 黑海岸(冬泉谷) - 10小时*
A怪点 1: 碎矛村 - 南[G17.09,25.04 Winterspring]
主要怪:碎矛巨魔
A怪点 2: 碎矛村 - 北
主要怪:碎矛巨魔

[OC]此法师指南由sage编写,中文由Qcat汉化修改
[OC]*导航作者网站:* https://sage-guide.netlify.com
[OC]*Qcat汉化插件站:* https://60addons.com
[OC]Copyright (C) 2019 Tim Brown. All rights reserved.

]],'其他指南')
