
InFlightDB = {
	["version"] = "classic",
	["upload"] = 1570204464,
	["global"] = {
		["Horde"] = {
			["恶齿村"] = {
				["幽暗城"] = 285,
			},
			["斯通纳德"] = {
				["烈焰峰"] = 198,
			},
			["加基森"] = {
				["奥格瑞玛"] = 351,
				["马绍尔营地"] = 108,
				["瓦罗莫克"] = 448,
			},
			["马绍尔营地"] = {
				["加基森"] = 114,
			},
			["烈焰峰"] = {
				["恶齿村"] = 450,
				["格罗姆高"] = 401,
			},
			["月光林地"] = {
				["永望镇"] = 142,
			},
			["圣光之愿礼拜堂"] = {
				["幽暗城"] = 262,
			},
			["塞纳里奥要塞"] = {
				["马绍尔营地"] = 97,
			},
			["落锤镇"] = {
				["圣光之愿礼拜堂"] = 229,
			},
			["瓦罗莫克"] = {
				["永望镇"] = 130,
				["雷霆崖"] = 257,
			},
			["血毒河"] = {
				["瓦罗莫克"] = 241,
			},
			["雷霆崖"] = {
				["加基森"] = 290,
			},
			["格罗姆高"] = {
				["斯通纳德"] = 206,
				["藏宝海湾"] = 81,
			},
			["奥格瑞玛"] = {
				["雷霆崖"] = 225,
				["棘齿城"] = 161,
				["葬影村"] = 384,
				["加基森"] = 417,
				["瓦罗莫克"] = 99,
			},
			["幽暗城"] = {
				["落锤镇"] = 300,
				["卡加斯"] = 487,
				["瑟银哨塔"] = 543,
				["圣光之愿礼拜堂"] = 262,
			},
			["永望镇"] = {
				["奥格瑞玛"] = 304,
				["月光林地"] = 134,
				["瓦罗莫克"] = 135,
			},
			["棘齿城"] = {
				["奥格瑞玛"] = 210,
				["加基森"] = 345,
			},
			["卡加斯"] = {
				["格罗姆高"] = 313,
				["幽暗城"] = 497,
				["烈焰峰"] = 86,
				["圣光之愿礼拜堂"] = 490,
			},
		},
	},
	["profileKeys"] = {
		["Typescript - 沙尔图拉"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["outline"] = true,
			["backcolor"] = {
				["a"] = 0.600000023841858,
				["b"] = 0.101960784313725,
				["g"] = 0.0980392156862745,
				["r"] = 0.0235294117647059,
			},
			["border"] = "None",
			["texture"] = "Blizzard Raid Bar",
			["p"] = "CENTER",
			["outlinetime"] = true,
			["y"] = -83,
			["x"] = 6,
			["rp"] = "CENTER",
		},
	},
}
