
Puggle_minimapPos = -91.7254505319041
Puggle_showMinimapButton = true
Puggle_showMessageOnNewRequest = true
Puggle_playSoundOnNewRequest = true
Puggle_showLevelColorCoding = true
Puggle_showOnlyRelevant = false
Puggle_idleTimeout = 300
Puggle_sortLatestFirst = false
Puggle_dungeonTags = {
	["STU"] = {
		"stsm", -- [1]
		"DK", -- [2]
		"STSM", -- [3]
	},
	["AQ40"] = {
		"temple", -- [1]
		"aq40", -- [2]
	},
	["SCH"] = {
		"TL", -- [1]
		"通灵", -- [2]
	},
	["RFC"] = {
		"怒焰", -- [1]
		"NY", -- [2]
		"怒焰裂谷", -- [3]
		"怒焰峡谷", -- [4]
	},
	["MC"] = {
		"molten", -- [1]
		"core", -- [2]
		"mc", -- [3]
	},
	["RFK"] = {
		"剃刀沼泽", -- [1]
		"剃刀", -- [2]
	},
	["SFK"] = {
		"影牙", -- [1]
		"YY", -- [2]
	},
	["AQ20"] = {
		"ruins", -- [1]
		"aq20", -- [2]
	},
	["BFD"] = {
		"黑暗深渊", -- [1]
	},
	["WC"] = {
		"哀嚎", -- [1]
		"AH", -- [2]
		"哀嚎洞穴", -- [3]
	},
	["VC"] = {
		"SW", -- [1]
		"SK", -- [2]
		"死矿", -- [3]
		"死亡矿井", -- [4]
	},
	["BWL"] = {
		"blackwing", -- [1]
		"lair", -- [2]
		"bwl", -- [3]
	},
	["DMW"] = {
		"厄运", -- [1]
		"西", -- [2]
	},
	["LBRS"] = {
		"黑下", -- [1]
	},
	["STK"] = {
		"监狱", -- [1]
		"JY", -- [2]
	},
	["NAX"] = {
		"naxxramas", -- [1]
		"nax", -- [2]
		"naxx", -- [3]
	},
	["MAR"] = {
		"玛拉顿", -- [1]
		"mara", -- [2]
		"MLD", -- [3]
		"mld", -- [4]
	},
	["AB"] = {
		"ab", -- [1]
		"arathi", -- [2]
		"basin", -- [3]
	},
	["UD2"] = {
	},
	["ULD"] = {
		"奥达曼", -- [1]
		"ADM", -- [2]
		"adm", -- [3]
	},
	["DMN"] = {
		"厄运", -- [1]
		"北", -- [2]
	},
	["GNO"] = {
		"矮子", -- [1]
		"诺莫瑞根", -- [2]
	},
	["UD3"] = {
	},
	["ST"] = {
		"神庙", -- [1]
	},
	["SMA"] = {
		"血色", -- [1]
		"武器库", -- [2]
		"兵器库", -- [3]
	},
	["MISC"] = {
	},
	["AV"] = {
		"av", -- [1]
		"alterac", -- [2]
		"valley", -- [3]
	},
	["ZF"] = {
		"zf", -- [1]
		"zul", -- [2]
		"ZF", -- [3]
		"FLK", -- [4]
		"祖尔", -- [5]
		"祖尔法拉克", -- [6]
	},
	["UD1"] = {
	},
	["WSG"] = {
		"wsg", -- [1]
		"warsong", -- [2]
	},
	["BRD"] = {
		"黑石", -- [1]
		"黑石深渊", -- [2]
		"深渊", -- [3]
	},
	["ZG"] = {
		"zg", -- [1]
		"gurub", -- [2]
		"zul'gurub", -- [3]
		"zulgurub", -- [4]
	},
	["DME"] = {
		"厄运", -- [1]
		"东", -- [2]
	},
	["SMG"] = {
		"血色", -- [1]
		"墓地", -- [2]
	},
	["UBRS"] = {
		"黑上", -- [1]
	},
	["ONY"] = {
		"onyxia", -- [1]
		"ony", -- [2]
	},
	["SML"] = {
		"血色", -- [1]
		"图书馆", -- [2]
	},
	["SMC"] = {
		"血色", -- [1]
		"教堂", -- [2]
		"大教堂", -- [3]
	},
	["RFD"] = {
		"剃刀", -- [1]
		"高地", -- [2]
	},
	["STL"] = {
		"stsm", -- [1]
		"血色区", -- [2]
		"STSM", -- [3]
	},
}
Puggle_dungeonNames = {
	["STU"] = "斯坦索姆: DK区",
	["AQ40"] = "安其拉神殿",
	["SCH"] = "通灵学院",
	["RFC"] = "怒焰裂谷",
	["MC"] = "熔火之心",
	["RFK"] = "剃刀沼泽",
	["SFK"] = "影牙城堡",
	["AQ20"] = "安琪拉废墟",
	["BFD"] = "黑暗深渊",
	["WC"] = "哀嚎洞穴",
	["VC"] = "死亡矿井",
	["BWL"] = "黑翼之巢",
	["DMW"] = "厄运之槌: 西",
	["LBRS"] = "黑石塔下层",
	["STK"] = "监狱",
	["NAX"] = "纳克萨玛斯",
	["MAR"] = "玛拉顿",
	["AB"] = "阿拉希盆地",
	["UD2"] = "用户自定义 2",
	["ULD"] = "奥达曼",
	["DMN"] = "厄运之槌: 北",
	["GNO"] = "诺莫瑞根",
	["UD3"] = "用户自定义 3",
	["ST"] = "沉没的神庙",
	["SMA"] = "血色修道院: 武器库",
	["MISC"] = "其他",
	["AV"] = "奥特兰克山谷",
	["ZF"] = "祖尔法拉克",
	["UD1"] = "用户自定义 1",
	["WSG"] = "战歌峡谷",
	["BRD"] = "黑石深渊",
	["ZG"] = "祖尔格拉布",
	["DME"] = "厄运之槌: 东",
	["SMG"] = "血色修道院: 墓地",
	["UBRS"] = "黑石塔上层",
	["ONY"] = "奥妮克希亚巢穴",
	["SML"] = "血色修道院: 图书馆",
	["SMC"] = "血色修道院: 大教堂",
	["RFD"] = "剃刀高地",
	["STL"] = "斯坦索姆: 血色区",
}
Puggle_searchTags = {
	"缺", -- [1]
	"求组", -- [2]
	"组", -- [3]
	"来人", -- [4]
	"来2个", -- [5]
	"来3个", -- [6]
	"来", -- [7]
	"1=4", -- [8]
	"2=3", -- [9]
	"3=2", -- [10]
	"4=1", -- [11]
	"任务队", -- [12]
	"dps", -- [13]
	"DPS", -- [14]
	"治疗", -- [15]
	"T", -- [16]
	"来个", -- [17]
	"q1", -- [18]
	"q2", -- [19]
	"q3", -- [20]
}
